pmo-dataset/mermaid/14.mmd
graph LR
	classDef endEvent stroke-width:4px
	
	Task_10["Conduct strategic\nalignment meeting"] --> ExclusiveGateway_2{"X"}
	ExclusiveGateway_2 --> Task_8["Review budget\nfeasibility"]
	Task_7["Documented and\napprove adjustment"] --> ExclusiveGateway_2
	Task_5["Outline objectives"] --> Task_6["Draft plan"]
	Task_1["Implement plan"] --> EndNoneEvent_1(("end")):::endEvent
	Task_3["Provide feedback"] --> ExclusiveGateway_1{"X"}
	Task_4["Distribute budget"] --> Task_1
	Task_9["Adjust Plan"] --> Task_7
	ExclusiveGateway_1 --> Task_2["Approve final budget"]
	Task_8 --> Task_3
	ExclusiveGateway_1 --> Task_9
	Task_2 --> Task_4
	Task_6 --> Task_10
	StartNoneEvent_1(("start")) --> Task_5
